Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/hivolda.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Memo, thought maps or your preferred tool.
nb: For eksempel Memo eller tankekart eller det du foretrekker.

source: ANI202 Animation 4 - production/specializing 2
nb: Vår ANI202 Animasjon 4 - produksjon/spesialisering 2

source: Students who have an underaged child, are eligible for a supplenary grant of €250 EUR.
nb: Studenter med mindreårige barn kan også motta et tilleggsstipend på €250.

source: If everything is important?
nb: Finn det viktigste og fokuser på det.

source: I have been interested in Norway since 2011, when I learned it was one of the world’s best countries to live in.
nb: Jeg har vært interessert i Norge helt siden 2011 fordi det var da jeg lærte at Norge er et av de beste landene i verden å bo i.

source: you can read more about your rights and duties as an Erasmus+ student.
nb: kan du lese mer om dine rettigheter og plikter som Erasmus-student.

source: Have a strategy for memorizing.
nb: Ha en strategi for å huske.

source: That's right Volda, I'm talking about Guro.
nb: Ja, Volda, jeg snakker om Guro.

source: This could be a commercial, a music video, a vignette, pilot or other relevant projects.
nb: Det kan være en reklamefilm, en musikkvideo, en vignett, pilot, eller andre prosjekt.

source: The former classmate Munksgaard-Palmqvist also praises the film.
nb: Den tidligere klassevenninnen Munksgaard-Palmqvist roser også filmen.

source: Astrid Ellensdatter Mork-Knutsen, head of the festival, believes these days are a unique opportunity for students across education to come together and address issues in the media industry.
nb: Astrid Ellensdatter Mork-Knutsen, leder av festivalen, mener disse dagene er en unik mulighet for studenter på tvers av utdanninger til å komme sammen og ta opp problemstillinger i mediebransjen.

source: ANT102 Animation theory 2
nb: JOA102 Journalistikk 2 for avis

source: Should I move on or stay put?
nb: Skulle jeg flytte, eller bli?

source: Furthermore, Heikki Kossi, Agustin Valacarenghi and Pablo Gostanian, Christian Bøving and Birk Von Brockdorf will give exciting lectures in various branches of the animation industry.
nb: Videre vil Heikki Kossi, Agustin Valacarenghi og Pablo Gostanian, Christian Bøving og Birk Von Brockdorf holde spennende foredrag i forskjellige grener i animasjonsbransjen.

source: When you apply for admission to
nb: sanksjonsperioden er utløpt

source: Browsing Høgskulen i Volda by Subject "Mainstreaming"
nb: Blar i Høgskulen i Volda på emneord "Mainstreaming"

source: Og out, meet new people – either by visiting Rokken or by being part of different student organizations.
nb: Gå ut og møte nye folk, på Rokken eller ved å melde deg inn i organisasjoner.

source: The public is more concerned about pressing matters such as poverty, Pearl says and continues;
nb: Den offentlige diskursen går på de områdene Filipinene er presset hardt på, for eksempel fattigdom, sier Pearl og avslutter:

source: Find your nearest one.
nb: Finn ut hvilken butikk som er din nærmeste.

source: the National Child Labor Committee.
nb: ved navn Gustav er sentral i gårdsarbeidet.

source: All the same, I soon found my way in – I signed up as costume manager for the Vekerevyen Annual Revue.
nb: Likevel fikk jeg mitt innpass – jeg meldte meg som kostymeansvarlig for Vekerevyen.

source: “The first thing that happened was that I started to think, what would I have done if I was
nb: Interessant jobb, et spennende friluftsliv, og reiser i utlandet, er det hun vil bruke tid

source: – You must feel it on your body before you understand it.
nb: – Du skal kjenne det på kroppen, før du forstår det.

source: They won the jury's special award during the Big Cartoon Festival in Moscow in 2020, and the award for best Norwegian animated film at the Bergen International Animation Festival the same year.
nb: De har vunnet juryens spesialpris under Big Cartoon Festival i Moskva i 2020, og pris for beste norske animasjonsfilm på Bergen International Animation Festival samme år.

source: Under Candidate ID you will see the remaining time before deadline.
nb: Under Kandidat ID vil du se hvor lang tid som gjenstår før fristen er ute.

source: In February and March, she worked in France with two others who have also finished their Bachelor in animation at Volda University College, Margrethe Danielsen and Rory Thompson.
nb: I februar og mars jobbet hun i Frankrike med to andre som også er ferdig med sin Bachelor i animasjon ved Høgskulen i Volda, Margrethe Danielsen og Rory Thompson.

source: Application form for Master in Media Practices is now accessible
nb: Søknadsskjemaet for Master in Medier Practices er nå åpent

source: The World Community for Christian
nb: Senter for samfunnsforskning, University of

source: Browsing BraVo by Subject "Cochlear Implantation"
nb: Blar i BraVo på emneord "Cochlear Implantation"

source: Statkraft has come here to discuss completely new issues with the students which are relevant here and now, says Roland.
nb: Statkraft kommer hit og diskuterer helt nye problemstillinger med studentene som er aktuelt her og nå, sier Roland.

source: Eirik and Markus has decent knowledge about Statkraft already and are pleased that VUC has recognisable partnerships.
nb: Eirik og Markus har god kjennskap til Statkraft fra før og er veldig fornøyd med at Høgskulen i Volda har et slikt samarbeid.

source: It is Anton Friisgaard who made it.
nb: Den er det Anton Friisgaard som har laget.

source: – It's so cool!
nb: – Det er så kult!

source: with an Erasmus+ grant.
nb: med stipend fra Erasmus+.

source: – The fact that Statkraft is heavily involved internationally and in many of the students local markets makes this both exciting and relevant for them.
nb: – Det at Statkraft nå er tungt involvert i utlandet og mange av studentenes lokale markeder gjør dette spennende og relevant for dem.

source: ● If you have to leave before the end of the lecture, please
nb: • Dersom du går før timen er slutt, må du

source: We are lucky to have a university that takes good care of its students, and that applauds those who get involved.
nb: Vi er heldige som har en høyskole som tar godt vare på studentene sine, og som applauderer de som engasjerer seg.

source: quest for reforms in education as a tool for democratization.
nb: bøndene seg lojale, og det kom ikke til store opprør.

source: Browsing Høgskulen i Volda by Subject "teamorganisering"
nb: Blar i Høgskulen i Volda på emneord "teamorganisering"

source: Figure 2: Screenshot of the map, how the participants got it presented the first time
nb: informantene snakker om betydningen av å være trygg for å lære. Kontaktlærer 2 sier at

source: My name is Lars Olav Mauset, I am from Surnadal and I am responsible for the arrangements of Buddy Week.
nb: Hei, mitt navn er Lars Olav Mauset, eg kjem frå Surnadal og eg er arrangementansvarlig for Fadderveka.

source: It is easy to meet new people and get to know them in Volda.
nb: Volda er en lett plass å bli kjent med nye på.
